profitbricks/src/test/resources/nic/nic-internetaccess.xml

<?xml version="1.0" ?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.api.profitbricks.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ws:setInternetAccess>

        </ws:setInternetAccess>
    </soapenv:Body>
</soapenv:Envelope>